/*  INSERT INTO `basic_dictionary` VALUES ( '1', '1', '显示名称1', '值1', '编码1', '描述1', '父id1', '排序1', '创建时间1', '修改时间1');  */
	INSERT INTO `basic_dictionary` VALUES ( '1', '1', '1', '1', '1', '1', '1', '1', '2018-4-28 16:20:30', '2018-4-28 16:20:30');
	INSERT INTO `basic_dictionary` VALUES ( '2', '1', '2', '2', '2', '2', '2', '2', '2018-4-28 16:20:30', '2018-4-28 16:20:30');
	INSERT INTO `basic_dictionary` VALUES ( '3', '1', '3', '3', '3', '3', '3', '3', '2018-4-28 16:20:30', '2018-4-28 16:20:30');
	INSERT INTO `basic_dictionary` VALUES ( '1605120251197260000', '1000000000000000000', '地区', '003', '003', '地区', '0', '1', '2018-05-04 11:15:54', '2018-05-04 11:15:55');
    INSERT INTO `basic_dictionary` VALUES ( '1605120251197260631', '1000000000000000000', '安徽省', '003034', '003034', '安徽省', '1605120251197260000', '2', '2018-05-04 11:15:54', '2018-05-04 11:15:55');
    INSERT INTO `basic_dictionary` VALUES ( '1605120251197260632', '1000000000000000000', '铜陵市', '003034007', '003034007', '铜陵市', '1605120251197260631', '3', '2018-05-04 11:15:54', '2018-05-04 11:15:55');
    INSERT INTO `basic_dictionary` VALUES ( '1605120251197260633', '1000000000000000000', '铜官山区', '003034007002', '003034007002', '铜官山区', '1605120251197260632', '4', '2018-05-04 11:15:54', '2018-05-04 11:15:55');
    INSERT INTO `basic_dictionary` VALUES ( '1605120251197260634', '1000000000000000000', '狮子山区', '003034007003', '003034007003', '狮子山区', '1605120251197260632', '5', '2018-05-04 11:15:54', '2018-05-04 11:15:55');
    INSERT INTO `basic_dictionary` VALUES ( '1605120251197260635', '1000000000000000000', '郊区', '003034007011', '003034007011', '郊区', '1605120251197260632', '6', '2018-05-04 11:15:54', '2018-05-04 11:15:55');
    INSERT INTO `basic_dictionary` VALUES ( '1605120251197260636', '1000000000000000000', '铜陵县', '003034007021', '003034007021', '铜陵县', '1605120251197260632', '7', '2018-05-04 11:15:54', '2018-05-04 11:15:55');
    	
	
/*  INSERT INTO `basic_resources` VALUES ( '1', '1', '组id1', '资源路径1', '资源类型1', '创建时间1', '更新时间1', '逻辑删除1');  */
	INSERT INTO `basic_resources` VALUES ( '1', '1', '1', '1', '1', '2018-4-28 16:20:30', '2018-4-28 16:20:30', false);
	INSERT INTO `basic_resources` VALUES ( '2', '2', '2', '2', '2', '2018-4-28 16:20:30', '2018-4-28 16:20:30', false);
	INSERT INTO `basic_resources` VALUES ( '3', '3', '3', '3', '3', '2018-4-28 16:20:30', '2018-4-28 16:20:30', false);
	
/*  INSERT INTO `basic_system` VALUES ( '1', '系统代码1', '系统名1', '系统图标1', '创建时间1', '更新时间1', '逻辑删除1');  */
	INSERT INTO `basic_system` VALUES ( '1', '1', '1', '1', '2018-4-28 16:20:30', '2018-4-28 16:20:30', false);
	INSERT INTO `basic_system` VALUES ( '2', '2', '2', '2', '2018-4-28 16:20:30', '2018-4-28 16:20:30', false);
	INSERT INTO `basic_system` VALUES ( '3', '3', '3', '3', '2018-4-28 16:20:30', '2018-4-28 16:20:30', false);
	
/*  INSERT INTO `basic_system_variable` VALUES ( '1', '1', '标题1', '键1', '值1', '1', '1');  */
	INSERT INTO `basic_system_variable` VALUES ( '1', '1', '1', '1', '1', '2018-4-28 16:20:30', '2018-4-28 16:20:30');
	INSERT INTO `basic_system_variable` VALUES ( '2', '2', '2', '2', '2', '2018-4-28 16:20:30', '2018-4-28 16:20:30');
	INSERT INTO `basic_system_variable` VALUES ( '3', '3', '3', '3', '3', '2018-4-28 16:20:30', '2018-4-28 16:20:30');
	
/*  INSERT INTO `basic_variable` VALUES ( '1', '1', '表名1', '列名1', '显示标题1', '值1', '创建时间1', '修改时间1');  */
	INSERT INTO `basic_variable` VALUES ( '1', '1', '1', '1', '1', '1', '2018-4-28 16:20:30', '2018-4-28 16:20:30');
	INSERT INTO `basic_variable` VALUES ( '2', '2', '2', '2', '2', '2', '2018-4-28 16:20:30', '2018-4-28 16:20:30');
	INSERT INTO `basic_variable` VALUES ( '3', '3', '3', '3', '3', '3', '2018-4-28 16:20:30', '2018-4-28 16:20:30');
	
	/*  INSERT INTO `basic_question_and_answer` VALUES ( '1', '1', '问题1', '回答1', '类型1', '创建时间1', '修改时间1', '是否删除1');  */
    INSERT INTO `basic_question_and_answer` VALUES ( '1', '1', '1', '1', '1', '2018-4-28 16:20:30', '2018-4-28 16:20:30', false);
    INSERT INTO `basic_question_and_answer` VALUES ( '2', '2', '2', '2', '2', '2018-4-28 16:20:30', '2018-4-28 16:20:30', false);
    INSERT INTO `basic_question_and_answer` VALUES ( '3', '3', '3', '3', '3', '2018-4-28 16:20:30', '2018-4-28 16:20:30', false);